// const arr = [
//   'Что является основным источником пищи для ночных ястребов?',
//   'насекомые',
//   'Верно или нет?  Ночные ястребы тесно связаны с ястребами!',
//   'нет',
//   'Верно или нет?   Ночные ястребы вьют гнезда.',
//   'нет',
//   'Где обыкновенные Ночные Ястребы проводят зиму?',
//   'Южная Америка',
//   'Верно или нет?  Бульбат - другое название обыкновенного ночного ястреба.',
//   'верно',
// ];

function enumeration(arr) {
  for (let i = 0; i < arr.length; i += 1) {
    if (i % 2 === 0) {
      return arr[i];
    } else {
      return arr[i];
    }
  }
}
